Repository: digitalfreedom-co-za/bucketeer
Catalog: Bucketeer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv

# settings.spotlight.note
source: Off by default. When on, object filenames + bucket / account context become searchable system-wide. Object contents are never indexed.
cs: Ve výchozím nastavení vypnuto. Po zapnutí lze názvy objektů + kontext bucketu / účtu vyhledávat v celém systému. Obsah objektů se nikdy neindexuje.
da: Slået fra som standard. Når slået til, bliver objektfilnavne + bucket-/kontokontekst søgbare i hele systemet. Objektindhold indekseres aldrig.
de: Standardmäßig aus. Eingeschaltet werden Dateinamen sowie Bucket-/Konto-Kontext systemweit durchsuchbar. Objekt-Inhalte werden nie indiziert.
el: Απενεργοποιημένο από προεπιλογή. Όταν είναι ενεργό, τα ονόματα αρχείων των αντικειμένων + το πλαίσιο bucket / λογαριασμού γίνονται αναζητήσιμα σε όλο το σύστημα. Τα περιεχόμενα των αντικειμένων δεν ευρετηριάζονται ποτέ.
es: Desactivado por defecto. Activado, los nombres de archivo y el contexto bucket/cuenta son buscables a nivel del sistema. El contenido nunca se indexa.
fi: Oletuksena pois päältä. Kun käytössä, objektien tiedostonimet sekä bucket- ja tilikonteksti ovat haettavissa koko järjestelmässä. Objektien sisältöä ei koskaan indeksoida.
fr: Désactivé par défaut. Activé, les noms de fichiers et le contexte bucket/compte deviennent recherchables au niveau système. Le contenu n’est jamais indexé.
hu: Alapértelmezés szerint kikapcsolva. Bekapcsolva az objektumfájlnevek és a bucket-/fiókkontextus rendszerszinten kereshetővé válnak. Az objektumok tartalma soha nem kerül indexelésre.
it: Disattivato di default. Attivo, nomi file e contesto bucket/account diventano cercabili a livello sistema. Il contenuto non viene mai indicizzato.
ja: 既定はオフ。有効にすると、ファイル名とバケット/アカウントの情報がシステム全体で検索可能になります。本体の内容はインデックスされません。
ko: 기본값은 꺼짐. 켜면 파일명과 버킷/계정 정보가 시스템 전체에서 검색됩니다. 객체 콘텐츠는 색인하지 않습니다.
nb: Av som standard. Når det er på, blir objektfilnavn + bucket-/kontokontekst søkbare i hele systemet. Objektinnhold indekseres aldri.
nl: Standaard uit. Aan: bestandsnamen en bucket-/accountcontext zijn systeembreed doorzoekbaar. Objectinhoud wordt nooit geïndexeerd.
pl: Domyślnie wyłączone. Po włączeniu nazwy plików i kontekst bucket/konto są przeszukiwalne w całym systemie. Zawartość nigdy nie jest indeksowana.
pt_br: Desativado por padrão. Quando ativo, nomes de arquivo e contexto bucket/conta ficam pesquisáveis no sistema. O conteúdo nunca é indexado.
pt_pt: Desativado por predefinição. Quando ativo, os nomes de ficheiro dos objetos + o contexto de bucket/conta ficam pesquisáveis em todo o sistema. Os conteúdos dos objetos nunca são indexados.
ru: По умолчанию выключено. При включении имена файлов объектов и контекст бакета / учётной записи становятся доступны для поиска по всей системе. Содержимое объектов никогда не индексируется.
sv: Av som standard. När det är på blir objektfilnamn samt bucket- och kontokontext sökbara i hela systemet. Objektens innehåll indexeras aldrig.

# settings.spotlight.toggle
source: Index browsed objects in Spotlight
cs: Indexovat procházené objekty ve Spotlightu
da: Indeksér gennemsete objekter i Spotlight
de: Durchsuchte Objekte in Spotlight indizieren
el: Ευρετηρίαση των αντικειμένων περιήγησης στο Spotlight
es: Indexar en Spotlight los objetos consultados
fi: Indeksoi selatut objektit Spotlightiin
fr: Indexer dans Spotlight les objets consultés
hu: Böngészett objektumok indexelése a Spotlightban
it: Indicizza in Spotlight gli oggetti sfogliati
ja: 参照したオブジェクトをSpotlightに登録
ko: 열람한 객체를 Spotlight에 색인
nb: Indekser viste objekter i Spotlight
nl: Bekeken objecten in Spotlight indexeren
pl: Indeksuj przeglądane obiekty w Spotlight
pt_br: Indexar objetos vistos no Spotlight
pt_pt: Indexar objetos navegados no Spotlight
ru: Индексировать просмотренные объекты в Spotlight
sv: Indexera bläddrade objekt i Spotlight

# settings.tab.encryption
source: Encryption
cs: Šifrování
da: Kryptering
de: Verschlüsselung
el: Κρυπτογράφηση
es: Cifrado
fi: Salaus
fr: Chiffrement
hu: Titkosítás
it: Crittografia
ja: 暗号化
ko: 암호화
nb: Kryptering
nl: Versleuteling
pl: Szyfrowanie
pt_br: Criptografia
pt_pt: Encriptação
ru: Шифрование
sv: Kryptering

# settings.tab.general
source: General
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
hu: Általános
it: Generale
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
sv: Allmänt

# settings.tab.rules
source: Rules
cs: Pravidla
da: Regler
de: Regeln
el: Κανόνες
es: Reglas
fi: Säännöt
fr: Règles
hu: Szabályok
it: Regole
ja: ルール
ko: 규칙
nb: Regler
nl: Regels
pl: Reguły
pt_br: Regras
pt_pt: Regras
ru: Правила
sv: Regler

# settings.tab.security
source: Security
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Suojaus
fr: Sécurité
hu: Biztonság
it: Sicurezza
ja: セキュリティ
ko: 보안
nb: Sikkerhet
nl: Beveiliging
pl: Bezpieczeństwo
pt_br: Segurança
pt_pt: Segurança
ru: Безопасность
sv: Säkerhet

# settings.tab.transfers
source: Transfers
cs: Přenosy
da: Overførsler
de: Übertragungen
el: Μεταφορές
es: Transferencias
fi: Siirrot
fr: Transferts
hu: Átvitelek
it: Trasferimenti
ja: 転送
ko: 전송
nb: Overføringer
nl: Overdrachten
pl: Transfery
pt_br: Transferências
pt_pt: Transferências
ru: Передачи
sv: Överföringar

# settings.transfers.bandwidth.cap
source: Maximum throughput
cs: Maximální propustnost
da: Maksimal hastighed
de: Maximaler Durchsatz
el: Μέγιστη ταχύτητα διαμεταγωγής
es: Rendimiento máximo
fi: Enimmäisnopeus
fr: Débit maximum
hu: Maximális átviteli sebesség
it: Throughput massimo
ja: 最大スループット
ko: 최대 처리량
nb: Maksimal gjennomstrømning
nl: Maximale doorvoer
pl: Maksymalna przepustowość
pt_br: Taxa máxima
pt_pt: Débito máximo
ru: Максимальная скорость
sv: Maximal genomströmning

# settings.transfers.bandwidth.note
source: Caps total upload + download throughput. Accurate for Azure; best-effort for the S3 family (Soto reports byte progress in fractions only).
cs: Omezuje celkovou propustnost nahrávání + stahování. Přesné pro Azure; orientační pro rodinu S3 (Soto hlásí průběh v bajtech jen po zlomcích).
da: Begrænser den samlede upload- og downloadhastighed. Præcist for Azure; efter bedste evne for S3-familien (Soto rapporterer kun byteforløb i brøkdele).
de: Begrenzt den gesamten Upload- und Download-Durchsatz. Bei Azure exakt; bei der S3-Familie nur näherungsweise (Soto meldet Bytefortschritt nur in Bruchteilen).
el: Περιορίζει τη συνολική ταχύτητα μεταφόρτωσης + λήψης. Ακριβές για το Azure· κατά προσέγγιση για την οικογένεια S3 (το Soto αναφέρει την πρόοδο σε byte μόνο κατά κλάσματα).
es: Limita el rendimiento total de subida + descarga. Preciso para Azure; aproximado para la familia S3 (Soto sólo reporta progreso por fracciones).
fi: Rajoittaa lähetysten ja latausten yhteenlaskettua nopeutta. Tarkka Azurelle; suuntaa-antava S3-perheelle (Soto raportoi tavuedistymisen vain osuuksina).
fr: Limite le débit total en téléversement + téléchargement. Précis pour Azure ; au mieux pour la famille S3 (Soto ne signale la progression qu’en fractions).
hu: A teljes fel- és letöltési sebességet korlátozza. Azure esetén pontos; az S3-családnál csak közelítő (a Soto a bájtelőrehaladást csak törtekben jelenti).
it: Limita il throughput totale di upload e download. Preciso per Azure; approssimato per la famiglia S3 (Soto riporta il progresso solo in frazioni).
ja: アップロード／ダウンロードの合計スループットを制限します。Azureでは正確、S3系統では概算（Sotoは進捗を分数でしか返さないため）。
ko: 총 업로드 + 다운로드 처리량을 제한합니다. Azure에서는 정확하며 S3 계열에서는 근사치입니다(Soto는 진행률을 비율로만 보고).
nb: Begrenser samlet opplastings- og nedlastingshastighet. Nøyaktig for Azure; etter beste evne for S3-familien (Soto rapporterer bare byteframdrift i brøker).
nl: Beperkt totale upload- + downloaddoorvoer. Nauwkeurig voor Azure; benadering voor de S3-familie (Soto rapporteert voortgang alleen als fractie).
pl: Ogranicza łączną przepustowość wysyłania + pobierania. Dokładne dla Azure; przybliżone dla rodziny S3 (Soto raportuje postęp tylko jako ułamek).
pt_br: Limita o throughput total de upload + download. Preciso para Azure; aproximado para a família S3 (Soto reporta o progresso apenas em frações).
pt_pt: Limita o débito total de carregamento + descarregamento. Preciso para o Azure; melhor esforço para a família S3 (o Soto só reporta o progresso de bytes em frações).
ru: Ограничивает суммарную скорость загрузки и скачивания. Точно для Azure; для семейства S3 — приблизительно (Soto сообщает прогресс в байтах только долями).
sv: Begränsar den totala genomströmningen för uppladdning + hämtning. Exakt för Azure; efter bästa förmåga för S3-familjen (Soto rapporterar byteförlopp endast som andelar).

# settings.transfers.section.bandwidth
source: Bandwidth
cs: Šířka pásma
da: Båndbredde
de: Bandbreite
el: Εύρος ζώνης
es: Ancho de banda
fi: Kaistanleveys
fr: Bande passante
hu: Sávszélesség
it: Larghezza di banda
ja: 帯域幅
ko: 대역폭
nb: Båndbredde
nl: Bandbreedte
pl: Pasmo
pt_br: Largura de banda
pt_pt: Largura de banda
ru: Пропускная способность
sv: Bandbredd

# settings.transfers.section.trash
source: Trash
cs: Koš
da: Papirkurv
de: Papierkorb
el: Κάδος
es: Papelera
fi: Roskakori
fr: Corbeille
hu: Kuka
it: Cestino
ja: ゴミ箱
ko: 휴지통
nb: Papirkurv
nl: Prullenbak
pl: Kosz
pt_br: Lixeira
pt_pt: Lixo
ru: Корзина
sv: Papperskorg

# settings.trash.cache.cap
source: Keep up to %lld MB per object
cs: Uchovávat až %lld MB na objekt
da: Behold op til %lld MB pr. objekt
de: Bis zu %lld MB pro Objekt aufbewahren
el: Διατήρηση έως %lld MB ανά αντικείμενο
es: Mantener hasta %lld MB por objeto
fi: Säilytä enintään %lld Mt objektia kohden
fr: Conserver jusqu’à %lld Mo par objet
hu: Legfeljebb %lld MB megőrzése objektumonként
it: Conserva fino a %lld MB per oggetto
ja: オブジェクトあたり最大 %lld MBまで保持
ko: 객체당 최대 %lld MB까지 보관
nb: Behold opptil %lld MB per objekt
nl: Tot %lld MB per object bewaren
pl: Zachowuj do %lld MB na obiekt
pt_br: Manter até %lld MB por objeto
pt_pt: Manter até %lld MB por objeto
ru: Хранить до %lld МБ на объект
sv: Behåll upp till %lld MB per objekt

# settings.trash.cache.enabled
source: Keep local copies of deleted objects
cs: Uchovávat místní kopie smazaných objektů
da: Behold lokale kopier af slettede objekter
de: Lokale Kopien gelöschter Objekte behalten
el: Διατήρηση τοπικών αντιγράφων των διαγραμμένων αντικειμένων
es: Conservar copias locales de objetos eliminados
fi: Säilytä paikalliset kopiot poistetuista objekteista
fr: Conserver les copies locales des objets supprimés
hu: Törölt objektumok helyi másolatának megőrzése
it: Conserva copie locali degli oggetti eliminati
ja: 削除されたオブジェクトのローカルコピーを保持
ko: 삭제된 객체의 로컬 사본 유지
nb: Behold lokale kopier av slettede objekter
nl: Lokale kopieën van verwijderde objecten bewaren
pl: Zachowuj lokalne kopie usuniętych obiektów
pt_br: Manter cópias locais de objetos excluídos
pt_pt: Manter cópias locais dos objetos eliminados
ru: Сохранять локальные копии удалённых объектов
sv: Behåll lokala kopior av raderade objekt

# settings.trash.note
source: Trash stays on this Mac only. Provider-side objects are deleted immediately.
cs: Koš zůstává pouze na tomto Macu. Objekty na straně poskytovatele se mažou okamžitě.
da: Papirkurven findes kun på denne Mac. Objekter hos udbyderen slettes med det samme.
de: Der Papierkorb bleibt nur auf diesem Mac. Provider-Objekte werden sofort gelöscht.
el: Ο Κάδος παραμένει μόνο σε αυτό το Mac. Τα αντικείμενα στην πλευρά του παρόχου διαγράφονται αμέσως.
es: La papelera permanece solo en este Mac. Los objetos en el proveedor se eliminan inmediatamente.
fi: Roskakori pysyy vain tällä Macilla. Palveluntarjoajan puolella objektit poistetaan heti.
fr: La corbeille reste uniquement sur ce Mac. Les objets côté fournisseur sont supprimés immédiatement.
hu: A kuka csak ezen a Macen marad. A szolgáltatóoldali objektumok azonnal törlődnek.
it: Il cestino resta solo su questo Mac. Gli oggetti lato provider vengono eliminati immediatamente.
ja: ゴミ箱はこのMac内にのみ残ります。プロバイダ側のオブジェクトは即時削除されます。
ko: 휴지통은 이 Mac에만 보관됩니다. 공급자 측 객체는 즉시 삭제됩니다.
nb: Papirkurven finnes bare på denne Macen. Objekter hos leverandøren slettes umiddelbart.
nl: De prullenbak blijft alleen op deze Mac. Provider-objecten worden direct verwijderd.
pl: Kosz pozostaje tylko na tym Macu. Obiekty po stronie dostawcy są usuwane natychmiast.
pt_br: A lixeira fica apenas neste Mac. Os objetos no provedor são excluídos imediatamente.
pt_pt: O Lixo permanece apenas neste Mac. Os objetos do lado do fornecedor são eliminados imediatamente.
ru: Корзина хранится только на этом Mac. Объекты на стороне провайдера удаляются немедленно.
sv: Papperskorgen finns bara på denna Mac. Objekt hos leverantören raderas omedelbart.

# settings.trash.retention
source: Auto-purge after %lld days
cs: Automaticky vyčistit po %lld dnech
da: Ryd automatisk efter %lld dage
de: Nach %lld Tagen automatisch löschen
el: Αυτόματη εκκαθάριση μετά από %lld ημέρες
es: Eliminar automáticamente tras %lld días
fi: Tyhjennä automaattisesti %lld päivän jälkeen
fr: Purge automatique après %lld jours
hu: Automatikus törlés %lld nap után
it: Cancellazione automatica dopo %lld giorni
ja: %lld 日後に自動削除
ko: %lld일 후 자동 정리
nb: Fjern automatisk etter %lld dager
nl: Automatisch verwijderen na %lld dagen
pl: Auto-czyszczenie po %lld dniach
pt_br: Limpar automaticamente após %lld dias
pt_pt: Purga automática após %lld dias
ru: Автоочистка через %lld дн.
sv: Rensa automatiskt efter %lld dagar

# share.action.copy
source: Copy link
cs: Kopírovat odkaz
da: Kopiér link
de: Link kopieren
el: Αντιγραφή συνδέσμου
es: Copiar enlace
fi: Kopioi linkki
fr: Copier le lien
hu: Link másolása
it: Copia link
ja: リンクをコピー
ko: 링크 복사
nb: Kopier lenke
nl: Koppeling kopiëren
pl: Kopiuj link
pt_br: Copiar link
pt_pt: Copiar ligação
ru: Скопировать ссылку
sv: Kopiera länk

# share.action.share
source: Share…
cs: Sdílet…
da: Del…
de: Teilen…
el: Κοινή χρήση…
es: Compartir…
fi: Jaa…
fr: Partager…
hu: Megosztás…
it: Condividi…
ja: 共有…
ko: 공유…
nb: Del…
nl: Delen…
pl: Udostępnij…
pt_br: Compartilhar…
pt_pt: Partilhar…
ru: Поделиться…
sv: Dela…

# share.expiresAt %@
source: expires %@
cs: vyprší %@
da: udløber %@
de: läuft ab %@
el: λήγει %@
es: caduca %@
fi: vanhenee %@
fr: expire %@
hu: lejár: %@
it: scade %@
ja: %@ に期限切れ
ko: %@에 만료
nb: utløper %@
nl: verloopt %@
pl: wygasa %@
pt_br: expira em %@
pt_pt: expira %@
ru: истекает %@
sv: upphör %@

# share.field.customMinutes
source: Custom minutes
cs: Vlastní počet minut
da: Brugerdefinerede minutter
de: Eigene Minutenzahl
el: Προσαρμοσμένα λεπτά
es: Minutos personalizados
fi: Mukautetut minuutit
fr: Minutes personnalisées
hu: Egyéni perc
it: Minuti personalizzati
ja: カスタム分数
ko: 사용자 지정 분
nb: Egendefinerte minutter
nl: Aangepast aantal minuten
pl: Niestandardowa liczba minut
pt_br: Minutos personalizados
pt_pt: Minutos personalizados
ru: Минуты (своё значение)
sv: Anpassat antal minuter

# share.field.ttl
source: Link expires in
cs: Platnost odkazu vyprší za
da: Linket udløber om
de: Link läuft ab in
el: Ο σύνδεσμος λήγει σε
es: El enlace caduca en
fi: Linkki vanhenee
fr: Le lien expire dans
hu: A link lejárata
it: Il link scade tra
ja: リンクの有効期間
ko: 링크 만료 시간
nb: Lenken utløper om
nl: Koppeling verloopt over
pl: Link wygasa za
pt_br: Link expira em
pt_pt: A ligação expira em
ru: Срок действия ссылки
sv: Länken upphör om

# share.menu.getLink
source: Get share link…
cs: Získat odkaz ke sdílení…
da: Hent delingslink…
de: Teilen-Link erstellen…
el: Λήψη συνδέσμου κοινής χρήσης…
es: Obtener enlace para compartir…
fi: Hae jakolinkki…
fr: Obtenir un lien de partage…
hu: Megosztási link lekérése…
it: Ottieni link di condivisione…
ja: 共有リンクを取得…
ko: 공유 링크 가져오기…
nb: Hent delingslenke…
nl: Deelkoppeling ophalen…
pl: Pobierz link do udostępniania…
pt_br: Obter link de compartilhamento…
pt_pt: Obter ligação de partilha…
ru: Получить ссылку общего доступа…
sv: Hämta delningslänk…

# share.status.generating
source: Generating signed URL…
cs: Generuje se podepsaná URL…
da: Genererer signeret URL…
de: Signierte URL wird erstellt…
el: Δημιουργία υπογεγραμμένου URL…
es: Generando URL firmada…
fi: Luodaan allekirjoitettua URL-osoitetta…
fr: Génération de l'URL signée…
hu: Aláírt URL létrehozása…
it: Generazione URL firmato…
ja: 署名付き URL を生成中…
ko: 서명된 URL 생성 중…
nb: Genererer signert URL…
nl: Ondertekende URL genereren…
pl: Generowanie podpisanego URL…
pt_br: Gerando URL assinada…
pt_pt: A gerar URL assinado…
ru: Создание подписанного URL…
sv: Genererar signerad URL…

# share.status.ready
source: Link ready — anyone with the URL can download until it expires
cs: Odkaz je připraven — kdokoli s touto URL může stahovat, dokud platnost nevyprší
da: Linket er klar — alle med URL'en kan downloade, indtil det udløber
de: Link bereit — wer den Link hat, kann bis zum Ablauf herunterladen
el: Ο σύνδεσμος είναι έτοιμος — όποιος έχει το URL μπορεί να κάνει λήψη μέχρι να λήξει
es: Enlace listo — cualquiera con el URL puede descargar hasta que caduque
fi: Linkki valmis — kuka tahansa URL-osoitteen haltija voi ladata, kunnes linkki vanhenee
fr: Lien prêt — toute personne possédant le lien peut télécharger jusqu'à expiration
hu: A link kész — az URL birtokában bárki letöltheti a lejáratig
it: Link pronto — chiunque abbia l'URL può scaricare fino alla scadenza
ja: リンク準備完了 — URL を知っている人は有効期限まで誰でもダウンロードできます
ko: 링크 준비 완료 — URL이 있는 누구나 만료 전까지 다운로드할 수 있습니다
nb: Lenken er klar — alle med URL-en kan laste ned til den utløper
nl: Koppeling klaar — iedereen met de URL kan downloaden tot deze verloopt
pl: Link gotowy — każdy, kto ma URL, może pobierać do wygaśnięcia
pt_br: Link pronto — qualquer pessoa com a URL pode baixar até expirar
pt_pt: Ligação pronta — qualquer pessoa com o URL pode descarregar até expirar
ru: Ссылка готова — любой, у кого есть URL, может скачивать до истечения срока действия
sv: Länken är klar — alla med URL:en kan hämta tills den upphör

# share.title
source: Get share link
cs: Získat odkaz ke sdílení
da: Hent delingslink
de: Teilen-Link erstellen
el: Λήψη συνδέσμου κοινής χρήσης
es: Obtener enlace para compartir
fi: Hae jakolinkki
fr: Obtenir un lien de partage
hu: Megosztási link lekérése
it: Ottieni link di condivisione
ja: 共有リンクを取得
ko: 공유 링크 가져오기
nb: Hent delingslenke
nl: Deelkoppeling ophalen
pl: Pobierz link do udostępniania
pt_br: Obter link de compartilhamento
pt_pt: Obter ligação de partilha
ru: Получить ссылку общего доступа
sv: Hämta delningslänk

# share.ttl.1d
source: 1 day
cs: 1 den
da: 1 dag
de: 1 Tag
el: 1 ημέρα
es: 1 día
fi: 1 päivä
fr: 1 j
hu: 1 nap
it: 1 giorno
ja: 1 日
ko: 1일
nb: 1 dag
nl: 1 dag
pl: 1 dzień
pt_br: 1 dia
pt_pt: 1 dia
ru: 1 день
sv: 1 dag

# share.ttl.1h
source: 1 hour
cs: 1 hodina
da: 1 time
de: 1 Std
el: 1 ώρα
es: 1 hora
fi: 1 tunti
fr: 1 h
hu: 1 óra
it: 1 ora
ja: 1 時間
ko: 1시간
nb: 1 time
nl: 1 uur
pl: 1 godz
pt_br: 1 hora
pt_pt: 1 hora
ru: 1 час
sv: 1 timme

# share.ttl.6h
source: 6 hours
cs: 6 hodin
da: 6 timer
de: 6 Std
el: 6 ώρες
es: 6 horas
fi: 6 tuntia
fr: 6 h
hu: 6 óra
it: 6 ore
ja: 6 時間
ko: 6시간
nb: 6 timer
nl: 6 uur
pl: 6 godz
pt_br: 6 horas
pt_pt: 6 horas
ru: 6 часов
sv: 6 timmar

# share.ttl.7d
source: 7 days
cs: 7 dní
da: 7 dage
de: 7 Tage
el: 7 ημέρες
es: 7 días
fi: 7 päivää
fr: 7 j
hu: 7 nap
it: 7 giorni
ja: 7 日
ko: 7일
nb: 7 dager
nl: 7 dagen
pl: 7 dni
pt_br: 7 dias
pt_pt: 7 dias
ru: 7 дней
sv: 7 dagar

# share.ttl.custom
source: Custom
cs: Vlastní
da: Brugerdefineret
de: Eigene
el: Προσαρμοσμένο
es: Personalizado
fi: Mukautettu
fr: Personnalisé
hu: Egyéni
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nb: Egendefinert
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
pt_pt: Personalizado
ru: Другое
sv: Anpassat

# sidebar.empty.mounted
source: Mount a bucket to see it here.
cs: Připojte bucket, aby se zde zobrazil.
da: Montér en bucket for at se den her.
de: Häng einen Bucket ein, um ihn hier zu sehen.
el: Προσαρτήστε ένα bucket για να το δείτε εδώ.
es: Monta un bucket para verlo aquí.
fi: Liitä bucket nähdäksesi sen tässä.
fr: Montez un bucket pour le voir ici.
hu: Csatoljon egy bucketet, hogy itt megjelenjen.
it: Monta un bucket per vederlo qui.
ja: ここに表示するにはバケットをマウントしてください。
ko: 여기에 표시하려면 버킷을 마운트하세요.
nb: Monter en bucket for å se den her.
nl: Koppel een bucket om hem hier te zien.
pl: Zamontuj bucket, aby zobaczyć go tutaj.
pt_br: Monte um bucket para vê-lo aqui.
pt_pt: Monte um bucket para o ver aqui.
ru: Смонтируйте бакет, чтобы он появился здесь.
sv: Montera en bucket för att se den här.

# sidebar.empty.sync
source: No sync jobs yet.
cs: Zatím žádné synchronizační úlohy.
da: Ingen synkroniseringsjob endnu.
de: Noch keine Sync-Jobs.
el: Δεν υπάρχουν ακόμη εργασίες συγχρονισμού.
es: Sin sincronizaciones aún.
fi: Ei vielä synkronointitöitä.
fr: Aucune synchronisation pour le moment.
hu: Még nincs szinkronizálási feladat.
it: Nessuna sincronizzazione ancora.
ja: 同期ジョブはまだありません。
ko: 아직 동기화 작업이 없습니다.
nb: Ingen synkroniseringsjobber ennå.
nl: Nog geen synchronisaties.
pl: Brak zadań synchronizacji.
pt_br: Ainda não há sincronizações.
pt_pt: Ainda não há tarefas de sincronização.
ru: Заданий синхронизации пока нет.
sv: Inga synkjobb ännu.

# sidebar.empty.transfers
source: No active transfers.
cs: Žádné aktivní přenosy.
da: Ingen aktive overførsler.
de: Keine aktiven Übertragungen.
el: Δεν υπάρχουν ενεργές μεταφορές.
es: Sin transferencias activas.
fi: Ei aktiivisia siirtoja.
fr: Aucun transfert en cours.
hu: Nincs aktív átvitel.
it: Nessun trasferimento attivo.
ja: アクティブな転送はありません。
ko: 활성 전송이 없습니다.
nb: Ingen aktive overføringer.
nl: Geen actieve overdrachten.
pl: Brak aktywnych transferów.
pt_br: Nenhuma transferência ativa.
pt_pt: Sem transferências ativas.
ru: Нет активных передач.
sv: Inga aktiva överföringar.

# sidebar.section.accounts
source: Accounts
cs: Účty
da: Konti
de: Konten
el: Λογαριασμοί
es: Cuentas
fi: Tilit
fr: Comptes
hu: Fiókok
it: Account
ja: アカウント
ko: 계정
nb: Kontoer
pl: Konta
pt_br: Contas
pt_pt: Contas
ru: Учётные записи
sv: Konton

# sidebar.section.mounted
source: Mounted Drives
cs: Připojené disky
da: Monterede drev
de: Eingehängte Laufwerke
el: Προσαρτημένοι δίσκοι
es: Unidades montadas
fi: Liitetyt asemat
fr: Volumes montés
hu: Csatolt meghajtók
it: Unità montate
ja: マウント済みドライブ
ko: 마운트된 드라이브
nb: Monterte disker
nl: Gekoppelde volumes
pl: Zamontowane dyski
pt_br: Unidades montadas
pt_pt: Discos montados
ru: Смонтированные диски
sv: Monterade enheter

# sidebar.section.sync
source: Sync
cs: Synchronizace
da: Synkronisering
el: Συγχρονισμός
es: Sincronización
fi: Synkronointi
fr: Synchronisation
hu: Szinkronizálás
it: Sincronizzazione
ja: 同期
ko: 동기화
nb: Synkronisering
nl: Synchronisatie
pl: Synchronizacja
pt_br: Sincronização
pt_pt: Sincronização
ru: Синхронизация
sv: Synkronisering

# sidebar.section.transfers
source: Transfers
cs: Přenosy
da: Overførsler
de: Übertragungen
el: Μεταφορές
es: Transferencias
fi: Siirrot
fr: Transferts
hu: Átvitelek
it: Trasferimenti
ja: 転送
ko: 전송
nb: Overføringer
nl: Overdrachten
pl: Transfery
pt_br: Transferências
pt_pt: Transferências
ru: Передачи
sv: Överföringar

# sync.account.placeholder
source: Select an account…
cs: Vyberte účet…
da: Vælg en konto…
de: Konto auswählen…
el: Επιλέξτε λογαριασμό…
es: Selecciona una cuenta…
fi: Valitse tili…
fr: Sélectionner un compte…
hu: Válasszon fiókot…
it: Seleziona un account…
ja: アカウントを選択…
ko: 계정 선택…
nb: Velg en konto…
nl: Selecteer een account…
pl: Wybierz konto…
pt_br: Selecione uma conta…
pt_pt: Selecione uma conta…
ru: Выберите учётную запись…
sv: Välj ett konto…

# sync.action.add
source: Add…
cs: Přidat…
da: Tilføj…
de: Hinzufügen…
el: Προσθήκη…
es: Añadir…
fi: Lisää…
fr: Ajouter…
hu: Hozzáadás…
it: Aggiungi…
ja: 追加…
ko: 추가…
nb: Legg til…
nl: Toevoegen…
pl: Dodaj…
pt_br: Adicionar…
pt_pt: Adicionar…
ru: Добавить…
sv: Lägg till…
